---
kind: type
id: T:Autodesk.Revit.DB.BuiltInFailures.ZoneFailures
source: html/b48cc12b-78a1-d823-123c-0c5a2ebd8ec1.htm
---
# Autodesk.Revit.DB.BuiltInFailures.ZoneFailures

Failures about Zone.

## Syntax (C#)
```csharp
public static class ZoneFailures
```